Repository: tinygod/guandan-ios
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Building a low straight that strands 3 extra singles is a bad trade — you removed one move and added three. Build runs to SHRINK your single count, not to admire the shape.
ar: بناء سلسلة متتالية منخفضة تترك 3 مفردات عالقة صفقة سيئة — أزلت حركة واحدة وأضفت ثلاثاً. ابنِ السلاسل لتقليص عدد مفرداتك، لا للتباهي بالتشكيلة.
de: Einen niedrigen Straight zu bauen, der 3 zusätzliche Einzelkarten stranden lässt, ist ein schlechter Tausch — du hast einen Zug entfernt und drei hinzugefügt. Bau Reihen, um deine Anzahl an Einzelkarten zu SCHRUMPFEN, nicht um die Form zu bewundern.
es: Armar una escalera baja que deja varadas 3 sueltas extra es un mal trato: quitaste una jugada y añadiste tres. Arma series para REDUCIR tu cuenta de sueltas, no para admirar la figura.
fr: Bâtir une suite basse qui laisse 3 singles orphelins est un mauvais marché — tu as retiré un coup et en as ajouté trois. Bâtis tes suites pour RÉDUIRE ton nombre de singles, pas pour admirer la figure.
hi: एक नीचा सिलसिला बनाना जो 3 अतिरिक्त इकाइयों को फँसा दे, एक बुरा सौदा है — तुमने एक चाल हटाई और तीन जोड़ दीं। सिलसिले अपनी इकाइयों की संख्या घटाने के लिए बनाओ, आकार की तारीफ करने के लिए नहीं।
id: Menyusun straight rendah yang menyandera 3 single ekstra adalah pertukaran buruk — kamu menghilangkan satu langkah dan menambah tiga. Susun rangkaian untuk MENGECILKAN jumlah single-mu, bukan untuk mengagumi bentuknya.
ja: 低い順子を作って単張を3枚も余らせるのは悪い取引だ――一手減らして三手増やしている。順子は形に惚れるためでなく、単張の数を減らすために組め。
ko: 단장 3장을 묶어버리는 낮은 순자를 만드는 건 나쁜 거래다 — 한 수를 없애고 세 수를 더한 꼴. 순자는 형태를 감상하려고가 아니라 단장 수를 줄이려고 만들어라.
pt_br: Montar uma sequência baixa que deixa 3 avulsas extras presas é uma troca ruim — você removeu um lance e adicionou três. Monte sequências para REDUZIR sua contagem de avulsas, não para admirar a formação.
ru: Строить низкий стрит, который оставляет 3 лишние одиночные карты — плохая сделка: вы убрали один ход и добавили три. Стройте серии, чтобы СОКРАТИТЬ число одиночных карт, а не чтобы любоваться комбинацией.
zh_hans: 为搭一条低顺子而搁置3张多余单张,是笔亏本买卖——你少了一步,却多出了三张。搭顺子是为了缩减单张数量,不是为了欣赏牌型。
zh_hant: 為湊一個低順子卻擱淺 3 張多餘單張,是樁虧本買賣——你少了一手出牌,卻多了三手。湊連牌是為了減少單張數量,不是為了欣賞牌型。

source: By Rank
ar: حسب الرتبة
de: Nach Rang
es: Por rango
fr: Par rang
hi: रैंक के अनुसार
id: Berdasarkan Tingkat
ja: ランク順
ko: 등급순
pt_br: Por naipe
ru: По рангу
zh_hans: 按级牌
zh_hant: 依牌點排序

source: CAP
ar: اكبح
de: DECKELN
es: TOPAR
fr: COIFFER
hi: कैप
id: TINDIH
ja: 上から重ねる
ko: 캡(눌러막기)
pt_br: TAMPAR
ru: ПЕРЕБИТЬ
zh_hans: 压制
zh_hant: 壓牌

source: CONTROLLERS save big cards to ambush, wait for their exact lane, and almost never bomb the player before them. CHARGERS cap everything cappable, bomb on sight, and charge early. Your Arena bots now have real personalities — spot them by trick three.
ar: المتحكمون يدّخرون البطاقات الكبيرة للكمين، وينتظرون مسارهم المناسب تماماً، ولا يكادون يفجّرون اللاعب الذي يسبقهم أبداً. أما المهاجمون فيكبحون كل ما يمكن كبحه، ويفجّرون بمجرد الرؤية، ويهاجمون مبكراً. روبوتات الحلبة لديك الآن تتمتع بشخصيات حقيقية — اكتشفها بحلول الجولة الثالثة.
de: KONTROLLEURE heben große Karten für den Hinterhalt auf, warten auf genau ihre Spur und überstechen fast nie den Spieler vor ihnen. STÜRMER deckeln alles Deckelbare, bomben sofort und greifen früh an. Deine Arena-Bots haben jetzt echte Persönlichkeiten — erkenne sie bis zum dritten Stich.
es: Los CONTROLADORES guardan cartas grandes para tender emboscadas, esperan su carril exacto y casi nunca bombardean al jugador que va antes que ellos. Los AGRESORES topan todo lo que se puede topar, bombardean en cuanto ven algo y atacan pronto. Tus bots de la Arena ahora tienen personalidad propia: detéctalos para la tercera baza.
fr: Les CONTRÔLEURS gardent leurs grosses cartes pour tendre une embuscade, attendent leur filière exacte et ne bombardent presque jamais le joueur qui les précède. Les FONCEURS coiffent tout ce qui peut l'être, bombardent à vue et attaquent tôt. Vos bots de l'Arène ont désormais de vraies personnalités — repérez-les dès le troisième pli.
hi: कंट्रोलर बड़े पत्ते घात लगाने के लिए बचाकर रखते हैं, अपनी सही लेन का इंतज़ार करते हैं, और अपने ठीक पहले वाले खिलाड़ी पर लगभग कभी बम नहीं फेंकते। चार्जर हर उस चीज़ को कैप कर देते हैं जिसे कैप किया जा सकता है, दिखते ही बम मारते हैं, और जल्दी हमला कर देते हैं। आपके अरीना बॉट्स अब असली व्यक्तित्व रखते हैं — तीसरी चाल तक उन्हें पहचान लें।
id: PENGENDALI menyimpan kartu besar untuk menyergap, menunggu jalur yang tepat, dan hampir tidak pernah membom pemain di depan mereka. PENYERANG menindih semua yang bisa ditindih, membom begitu melihat peluang, dan menyerang sejak awal. Bot Arena-mu kini punya kepribadian sungguhan — kenali mereka sebelum putaran ketiga.
ja: コントローラー型は大きな札を温存して待ち伏せし、自分のレーンが来るまで待ち、直前のプレイヤーにはほとんど炸弾を切りません。チャージャー型は重ねられる札はすべて重ね、見つけ次第炸弾を切り、早仕掛けします。アリーナのボットには本物の性格が宿りました。3トリック目までに見抜きましょう。
ko: 컨트롤러는 큰 카드를 아껴 매복하고, 자기 차례의 라인을 기다리며, 바로 앞 플레이어를 거의 폭탄으로 치지 않습니다. 차저는 누를 수 있는 건 전부 눌러막고, 보이는 즉시 폭탄을 쓰며, 초반부터 밀어붙입니다. 이제 아레나 봇들은 진짜 성격을 갖췄어요 — 세 번째 트릭이면 정체를 파악할 수 있습니다.
pt_br: CONTROLADORES guardam cartas altas para a emboscada, esperam exatamente a hora certa e quase nunca jogam bomba no jogador antes deles. ATACANTES tampam tudo o que dá para tampar, soltam bomba na hora e partem para cima cedo. Seus bots da Arena agora têm personalidade de verdade — identifique-os já na terceira rodada.
ru: КОНТРОЛЁРЫ берегут крупные карты для засады, ждут своей точной линии и почти никогда не бомбят игрока перед собой. НАПОРИСТЫЕ перебивают всё, что можно перебить, бомбят при первой возможности и идут в атаку рано. Боты на Арене теперь с настоящими характерами — раскуси их к третьей взятке.
zh_hans: “控制型”玩家会留住大牌伏击，等到正好属于自己的牌路才出手，几乎从不在上家头上扔炸弹。“强攻型”玩家则逢牌必压、见缝就炸、开局猛冲。你竞技场里的机器人如今都有了真性格——打到第三墩你就能看出谁是谁。
zh_hant: 控制型機器人會留下大牌埋伏，等到自己的那一路才出手，幾乎絕不炸上家。衝鋒型機器人見牌就壓、見縫就炸、開局就猛攻。你的競技場機器人現在都有了真實個性——三巡之內就能把牠們認出來。

source: CURRENT LEVEL
ar: المستوى الحالي
de: AKTUELLE STUFE
es: NIVEL ACTUAL
fr: NIVEAU ACTUEL
hi: मौजूदा स्तर
id: TINGKAT SAAT INI
ja: 現在のレベル
ko: 현재 등급
pt_br: NÍVEL ATUAL
ru: ТЕКУЩИЙ УРОВЕНЬ
zh_hans: 当前级牌
zh_hant: 目前級別

source: Cap to the top, answer fire with fire
ar: اكبح حتى القمة، وقابل النار بالنار
de: Deckle bis ganz nach oben, antworte auf Feuer mit Feuer
es: Topa hasta arriba, responde al fuego con fuego
fr: Coiffez jusqu'au sommet, répondez au feu par le feu
hi: ऊपर तक कैप करें, आग का जवाब आग से दें
id: Tindih sampai puncak, balas api dengan api
ja: 頂点まで重ね、火には火で応える
ko: 끝까지 눌러막고, 불에는 불로 맞서세요
pt_br: Tampe até o topo, responda fogo com fogo
ru: Перебивай до верха, отвечай огнём на огонь
zh_hans: 压到顶，以火攻火
zh_hant: 壓到頂，以火攻火

source: Cap to the very top
ar: اكبح حتى القمة تماماً
de: Deckle bis ganz nach oben
es: Topa hasta lo más alto
fr: Coiffez jusqu'au tout premier rang
hi: बिल्कुल ऊपर तक कैप करें
id: Tindih sampai puncak tertinggi
ja: とことん頂点まで重ねる
ko: 맨 위까지 눌러막으세요
pt_br: Tampe até o topo absoluto
ru: Перебивай до самого верха
zh_hans: 压到最顶
zh_hant: 一路壓到最頂

source: Card Combos
ar: تركيبات البطاقات
de: Kartenkombinationen
es: Combinaciones de cartas
fr: Combinaisons de cartes
hi: पत्तों के कॉम्बो
id: Kombinasi Kartu
ja: カードの組み合わせ
ko: 카드 조합
pt_br: Combinações de cartas
ru: Комбинации карт
zh_hans: 牌型组合
zh_hant: 牌型組合

source: Cards get promoted mid-hand: one big joker and one small joker gone → your LEVEL PAIR is now the biggest pair alive. All four natural level cards gone → your triple Aces rule every full house. Track promotions and cash them as forcing plays.
ar: البطاقات تترقّى في منتصف الجولة: يختفي مهرّج كبير ومهرّج صغير ← يصبح زوج بطاقات مستواك أكبر زوج حيّ. وتختفي بطاقات المستوى الطبيعية الأربع جميعها ← يصبح ثلاثي الآصات لديك سيّد كل بيت كامل. تتبّع الترقيات واصرفها كأوراق إجبار.
de: Karten steigen mitten im Blatt auf: ein großer und ein kleiner Joker weg → dein STUFEN-PAAR ist jetzt das größte lebende Paar. Alle vier natürlichen Stufenkarten weg → dein Ass-Drilling beherrscht jedes Full House. Verfolge die Aufstiege und kassiere sie als Zwangszüge.
es: Las cartas suben de valor a media mano: se va un comodín grande y uno pequeño → tu PAREJA DE NIVEL es ahora la pareja más alta que queda viva. Se van las cuatro cartas de nivel naturales → tu trío de Ases manda sobre cualquier trío con dos. Sigue los ascensos y cóbralos como jugadas que obligan.
fr: Les cartes montent en grade en pleine main : un grand joker et un petit joker partis → votre PAIRE DE NIVEAU est désormais la plus grosse paire encore en jeu. Les quatre cartes de niveau naturelles parties → votre brelan d'As domine tout trois-avec-deux. Suivez ces promotions et encaissez-les comme des coups forçants.
hi: पत्ते बीच-हाथ में पदोन्नत हो जाते हैं: एक बड़ा जोकर और एक छोटा जोकर गया → आपका लेवल पेयर अब बचे हुए सबसे बड़े जोड़े में से है। चारों प्राकृतिक लेवल पत्ते गए → आपके तीन इक्के हर थ्री-विद-टू पर राज करते हैं। पदोन्नतियों पर नज़र रखें और उन्हें दबाव बनाने वाली चालों के रूप में भुनाएँ।
id: Kartu naik pangkat di tengah ronde: satu joker besar dan satu joker kecil hilang → PASANGAN TINGKAT-mu kini jadi pasangan terbesar yang masih hidup. Keempat kartu tingkat alami hilang → tiga As milikmu menguasai setiap three-with-two. Lacak kenaikan pangkat dan tukarkan jadi langkah pemaksa.
ja: 札は手の途中で昇格します。大王1枚と小王1枚が消えた→あなたの級牌の対子が今や最強の対子に。天然の級牌4枚がすべて消えた→あなたのAのトリプルがすべての三帯二を制します。昇格を追い、強制の一手として現金化しましょう。
ko: 카드는 한 판 도중에 승격됩니다: 큰 조커 한 장과 작은 조커 한 장이 사라지면 → 당신의 등급 페어가 살아있는 가장 큰 페어가 됩니다. 자연 등급패 네 장이 모두 사라지면 → 당신의 에이스 트리플이 모든 三带二(풀하우스)를 지배합니다. 승격을 추적하고 강제 플레이로 현금화하세요.
pt_br: As cartas sobem de valor no meio da mão: um coringa grande e um coringa pequeno saíram → seu PAR DE NÍVEL agora é o maior par vivo. Saíram todas as quatro cartas de nível naturais → sua trinca de Ases domina qualquer três com dois. Acompanhe essas promoções e use-as como jogadas que forçam a mão do adversário.
ru: Карты повышаются прямо посреди раздачи: ушли один большой и один малый джокер → твоя ПАРА УРОВНЯ теперь самая старшая живая пара. Ушли все четыре природные карты уровня → твоя тройка тузов бьёт любой三带二 (тройку с парой). Следи за повышениями и обналичивай их форсирующими ходами.
zh_hans: 牌的大小会在一手牌中途升级：大王、小王各走一张 → 你的级牌对子就成了场上最大的对子。四张天然级牌全走 → 你的三张A就能压住任何三带二。盯紧这些升级，把它们当作逼牌的强攻牌打出去。
zh_hant: 牌在這手中途會升值：一張大王、一張小王打掉後，你的級牌對子就成了場上最大的對子。四張本色級牌全走光，你的三條A就能壓住任何三帶二。盯緊這些升值，把它們當成逼牌的硬手打出去。

source: Cash in — play your 7s.
ar: اصرفها — العب السبعات.
de: Kassiere — spiel deine 7er.
es: Cóbralo: juega tus 7.
fr: Encaissez — jouez vos 7.
hi: भुना लें — अपने 7 चलें।
id: Cairkan — mainkan 7-mu.
ja: 現金化だ、7を出せ。
ko: 현금화하세요 — 7을 내세요.
pt_br: Resgate o valor — jogue seus 7.
ru: Обналичь — выложи свои семёрки.
zh_hans: 兑现收益——把你的7打出去。
zh_hant: 收成——把你的7出掉。

source: Catching the Wind
ar: اقتناص الريح
de: Wind fangen
es: Recoger el viento (接风)
fr: Prendre le vent
hi: हवा पकड़ना (接风)
id: Mengail Angin (接风)
ja: 接風（風を受ける）
ko: 接风(이어받기)
pt_br: Pegando o vento
ru: 接风 (перехват хода)
zh_hans: 接风
zh_hant: 接風

source: Charge with different lanes
ar: هاجم بمسارات مختلفة
de: Greife auf verschiedenen Spuren an
es: Ataca con carriles distintos
fr: Attaquez sur des filières différentes
hi: अलग-अलग लेन से हमला करें
id: Serang dengan jalur berbeda
ja: 違うレーンで仕掛ける
ko: 서로 다른 라인으로 밀어붙이세요
pt_br: Ataque por linhas diferentes
ru: Атакуй разными линиями
zh_hans: 用不同牌路强攻
zh_hant: 用不同的牌路主攻

source: Charger — they'll keep attacking
ar: مهاجم — سيواصلون الهجوم
de: Stürmer — er wird weiter angreifen
es: Agresor: seguirá atacando
fr: Fonceur — il continuera d'attaquer
hi: चार्जर — ये हमला करते रहेंगे
id: Penyerang — mereka akan terus menyerang
ja: チャージャー型、攻め続けてくる
ko: 차저 — 계속 공격해 올 겁니다
pt_br: Atacante — eles vão continuar atacando
ru: Напористый — он будет атаковать дальше
zh_hans: 强攻型——他会一直进攻
zh_hant: 衝鋒型——牠會持續進攻

source: Cheap single early
ar: فردية رخيصة مبكراً
de: Günstige Einzelkarte früh
es: Un single barato al principio
fr: Petit single bon marché tôt
hi: शुरुआत में सस्ता सिंगल
id: Kartu tunggal murah sejak awal
ja: 序盤に安い単張を
ko: 초반 싸구려 단장
pt_br: Single barato cedo
ru: Дешёвый одиночка пораньше
zh_hans: 开局先扔便宜单张
zh_hant: 開局先丟廉價單張

source: Chinese club players compress endgame judgment into counting rhymes — and the good ones survive statistical checking. This drill decodes five: bomb-at-5-not-4, fight-7-not-8, pairs-against-5, the 9/10 lead rule, and the low-single squeeze.
ar: لاعبو النوادي الصينيون يضغطون حكمة نهاية اللعبة في قوافٍ معدودة — والجيّدون منهم يصمدون أمام التدقيق الإحصائي. هذا التمرين يفكّ شيفرة خمسة منها: فجّر-عند-5-لا-4، قاتل-7-لا-8، الأزواج-ضد-5، قاعدة قيادة 9/10، وعصر الفردية المنخفضة.
de: Chinesische Vereinsspieler verdichten ihr Endspiel-Urteil zu Zählreimen — und die guten halten der statistischen Prüfung stand. Diese Übung entschlüsselt fünf: Bombe-bei-5-nicht-4, Kämpf-um-7-nicht-8, Paare-gegen-5, die 9/10-Anspielregel und das Quetschen mit niedrigen Einzelkarten.
es: Los jugadores de club chinos comprimen el juicio del final de partida en rimas para contar, y las buenas resisten la comprobación estadística. Este ejercicio descifra cinco: bomba-al-5-no-al-4, pelea-el-7-no-el-8, parejas-contra-el-5, la regla de salida del 9/10 y el aprieto del single bajo.
fr: Les joueurs de club chinois condensent leur jugement de fin de partie en comptines de comptage — et les bonnes survivent à la vérification statistique. Cet exercice en décode cinq : bombarder-à-5-pas-4, batailler-le-7-pas-le-8, paires-contre-5, la règle du meneur 9/10, et le pressing du petit single.
hi: चीन के क्लब खिलाड़ी अंतिम चरण के फ़ैसले को गिनती की तुकबंदियों में समेट देते हैं — और अच्छी तुकबंदियाँ सांख्यिकीय जाँच में खरी उतरती हैं। यह अभ्यास पाँच को समझाता है: 5 पर बम-न-कि-4, 7 से लड़ो-न-कि-8, 5 के खिलाफ़ जोड़े, 9/10 की लीड का नियम, और कम सिंगल की दबाव-चाल।
id: Pemain klub di China memadatkan penilaian akhir permainan menjadi sajak hitungan — dan yang jago bertahan dari pemeriksaan statistik. Latihan ini membongkar lima di antaranya: bom-di-5-bukan-4, lawan-7-bukan-8, pasangan-melawan-5, aturan memimpin 9/10, dan jepitan kartu tunggal kecil.
ja: 中国のクラブ強豪は終盤の判断を数え歌に圧縮します。そして優れた歌は統計の検証にも耐えます。このドリルでは5つを読み解きます。炸弾は5で打って4では打たない、7では戦って8では戦わない、5には対子で、9/10のリード則、そして低い単張での絞り込みです。
ko: 중국 클럽 플레이어들은 종반 판단을 운율 같은 셈법으로 압축합니다 — 그리고 잘하는 사람들은 통계 검증에서도 살아남습니다. 이 훈련은 다섯 가지를 풀어 설명합니다: 4가 아닌 5에서 폭탄, 8이 아닌 7과 싸우기, 5에 맞선 페어, 9/10 출패 규칙, 그리고 낮은 단장 압박.
pt_br: Os jogadores de clube chineses comprimem o julgamento do fim de jogo em rimas de contagem — e as boas resistem à prova estatística. Este exercício decifra cinco delas: bomba-no-5-não-no-4, lute-o-7-não-o-8, pares-contra-o-5, a regra de saída do 9/10 e o aperto do single baixo.
ru: Китайские клубные игроки сжимают чутьё эндшпиля в считалки-рифмовки — и лучшие из них выдерживают статистическую проверку. Этот тренинг расшифровывает пять: бомба-на-5-не-на-4, бейся-за-7-не-за-8, пары-против-5, правило захода с 9/10 и зажим низким одиночкой.
zh_hans: 中国牌友把残局判断浓缩成了一句句顺口溜——而真正好用的那些经得起统计学的检验。这次训练拆解五条：炸5不炸4、争7不争8、对子压5、9/10首攻法则，以及小单张的挤牌术。
zh_hant: 中國牌局高手把殘局判斷濃縮成一句句口訣——而真正好的口訣經得起統計檢驗。本練習為你拆解五句：炸5不炸4、爭7不爭8、對子壓5、9/10首攻法則，以及低單張擠壓。

source: Climb to Ace
ar: تسلّق حتى الآص
de: Steig bis zum Ass auf
es: Sube hasta el As
fr: Grimpez jusqu'à l'As
hi: इक्के तक चढ़ें
id: Naik ke As
ja: Aまで駆け上がる
ko: 에이스까지 올라가세요
pt_br: Suba até o Ás
ru: Поднимайся до туза
zh_hans: 升到A
zh_hant: 一路打到A

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Clubs
ar: السباتي
de: Kreuz
es: Tréboles
fr: Trèfles
hi: चिड़ी
id: Keriting
ja: クラブ
ko: 클럽(♣)
pt_br: Paus
ru: Трефы
zh_hans: 梅花
zh_hant: 梅花

source: Co-Defense
ar: الدفاع المشترك
de: Gemeinsame Verteidigung
es: Co-defensa
fr: Co-défense
hi: साझा-रक्षा
id: Pertahanan Bersama
ja: 連携守備
ko: 공동 수비
pt_br: Defesa em dupla
ru: Совместная защита
zh_hans: 协防
zh_hant: 協防

source: Coach Pan
ar: المدرّب بان
hi: कोच पैन
ja: コーチ・パン
ko: 교练 판
zh_hans: 教练潘
zh_hant: 教練潘

source: Coach Wu
ar: المدرّب وو
hi: कोच वू
ja: コーチ・ウー
ko: 교练 우
zh_hans: 教练吴
zh_hant: 吳教練

source: Coach Wu POUNCES — his 6s take it and he's OUT! 🎉
ar: المدرّب وو ينقضّ — سداسياته تأخذها وهو خارج! 🎉
de: Coach Wu SCHLÄGT ZU — seine 6er gewinnen und er ist DRAUSSEN! 🎉
es: ¡Coach Wu SE LANZA: sus 6 se la llevan y SE QUEDA SIN CARTAS! 🎉
fr: Coach Wu BONDIT — ses 6 l'emportent et il a TERMINÉ ! 🎉
hi: कोच वू झपट्टा मारते हैं — उनके 6 जीत लेते हैं और वे बाहर! 🎉
id: Coach Wu MENERKAM — 6-nya menang dan dia HABIS! 🎉
ja: コーチ・ウーが飛びつく。彼の6が取り、上がり（OUT）だ！🎉
ko: 교练 우가 덮칩니다 — 그의 6이 가져가고 그가 아웃! 🎉
pt_br: Coach Wu PARTE PRA CIMA — os 6 dele levam e ele SAIU! 🎉
ru: Coach Wu БРОСАЕТСЯ В АТАКУ — его шестёрки забирают взятку, и он ВЫХОДИТ! 🎉
zh_hans: 教练吴一把扑住——他的6接走了，出完啦！🎉
zh_hant: 吳教練撲上來了——他的6接住，他出完了！🎉

source: Coach Wu can't match it.
ar: المدرّب وو لا يستطيع مجاراتها.
de: Coach Wu kann nicht mithalten.
es: Coach Wu no puede igualarla.
fr: Coach Wu ne peut pas surenchérir.
hi: कोच वू इसका मुक़ाबला नहीं कर सकते।
id: Coach Wu tak bisa menandinginya.
ja: コーチ・ウーは合わせられない。
ko: 교练 우는 받아칠 수 없습니다.
pt_br: O Coach Wu não consegue cobrir.
ru: Coach Wu не может это перебить.
zh_hans: 教练吴压不过。
zh_hant: 吳教練接不上。

source: Coach Wu fires back Queens — he's fighting for your team!
ar: المدرّب وو يردّ بالبنات — إنه يقاتل من أجل فريقك!
de: Coach Wu kontert mit Damen — er kämpft für dein Team!
es: Coach Wu contraataca con Reinas: ¡está peleando por tu equipo!
fr: Coach Wu riposte avec des Dames — il se bat pour votre équipe !
hi: कोच वू क्वीन से जवाबी फायर करते हैं — वे आपकी टीम के लिए लड़ रहे हैं!
id: Coach Wu balas dengan Q — dia berjuang untuk timmu!
ja: コーチ・ウーがQで撃ち返す。あなたのチームのために戦っている！
ko: 교练 우가 퀸으로 반격합니다 — 당신 팀을 위해 싸우고 있어요!
pt_br: O Coach Wu rebate com Damas — ele está lutando pela sua equipe!
ru: Coach Wu отвечает дамами — он бьётся за твою команду!
zh_hans: 教练吴回敬一对Q——他在为你的队伍而战！
zh_hant: 吳教練反手甩出一對Q——他在為你的隊伍而戰！

source: Coach Wu kept exactly TWO cards all hand. He answered pairs eagerly and ignored every single — he's been telling you all along: MY LAST TWO ARE A PAIR.
ar: المدرّب وو احتفظ ببطاقتين بالضبط طوال الجولة. لقد ردّ على الأزواج بحماس وتجاهل كل فردية — لقد كان يخبرك طوال الوقت: آخر بطاقتين لديّ زوج.
de: Coach Wu hat das ganze Blatt über genau ZWEI Karten behalten. Er hat eifrig auf Paare geantwortet und jede Einzelkarte ignoriert — er hat es dir die ganze Zeit gesagt: MEINE LETZTEN ZWEI SIND EIN PAAR.
es: Coach Wu se quedó con exactamente DOS cartas toda la mano. Respondió a las parejas con ganas e ignoró cada single: te lo ha estado diciendo todo el tiempo: MIS DOS ÚLTIMAS SON UNA PAREJA.
fr: Coach Wu a gardé exactement DEUX cartes toute la main. Il a répondu aux paires avec empressement et ignoré chaque single — il vous le disait depuis le début : MES DEUX DERNIÈRES SONT UNE PAIRE.
hi: कोच वू ने पूरे हाथ में ठीक दो पत्ते रखे। वे जोड़ों का बेसब्री से जवाब देते रहे और हर सिंगल को नज़रअंदाज़ करते रहे — वे शुरू से ही आपको बता रहे थे: मेरे आखिरी दो एक जोड़ा हैं।
id: Coach Wu menyimpan tepat DUA kartu sepanjang ronde. Dia menanggapi pasangan dengan semangat dan mengabaikan setiap kartu tunggal — sejak tadi dia memberitahumu: DUA KARTU TERAKHIRKU ADALAH PASANGAN.
ja: コーチ・ウーは手の最後まできっかり2枚を残していました。対子には積極的に応じ、単張はすべて無視した。彼はずっとこう告げていたのです。「俺の最後の2枚は対子だ」と。
ko: 교练 우는 한 판 내내 정확히 두 장을 남겼습니다. 페어에는 적극적으로 응수하고 단장은 전부 무시했죠 — 줄곧 당신에게 말하고 있던 겁니다: 내 마지막 두 장은 페어다.
pt_br: O Coach Wu manteve exatamente DUAS cartas a mão toda. Ele respondeu aos pares com vontade e ignorou todo single — ele esteve te avisando o tempo todo: MINHAS DUAS ÚLTIMAS SÃO UM PAR.
ru: Coach Wu всю раздачу держал ровно ДВЕ карты. Он охотно отвечал на пары и игнорировал каждый одиночку — он всё это время тебе говорил: МОИ ПОСЛЕДНИЕ ДВЕ — ЭТО ПАРА.
zh_hans: 教练吴整手牌一直只留着两张。对子他抢着接，单张却一概不理——他从头到尾都在告诉你：我最后两张是一对。
zh_hant: 吳教練整手牌就死死留著兩張。他見對子就積極應，見單張就全不理——他一直在告訴你：我最後兩張是一對。

source: Coach Wu passes. Partners don't fight each other.
ar: المدرّب وو يمرّر. الشركاء لا يتقاتلون.
de: Coach Wu passt. Partner kämpfen nicht gegeneinander.
es: Coach Wu pasa. Los compañeros no se pelean entre sí.
fr: Coach Wu passe. Les partenaires ne se battent pas entre eux.
hi: कोच वू पास करते हैं। साथी आपस में नहीं लड़ते।
id: Coach Wu pas. Pasangan tak saling melawan.
ja: コーチ・ウーはパス。味方同士は争わない。
ko: 교练 우가 패스합니다. 파트너끼리는 서로 싸우지 않습니다.
pt_br: O Coach Wu passa. Parceiros não brigam entre si.
ru: Coach Wu пасует. Партнёры не воюют друг с другом.
zh_hans: 教练吴选择不要。队友之间不互相压牌。
zh_hant: 吳教練不要。隊友不會自己人打自己人。

source: Coach Wu strengthens the team's grip with 10s.
ar: المدرّب وو يعزّز قبضة الفريق بالعشرات.
de: Coach Wu festigt den Griff des Teams mit 10ern.
es: Coach Wu refuerza el control del equipo con 10.
fr: Coach Wu renforce l'emprise de l'équipe avec des 10.
hi: कोच वू 10 से टीम की पकड़ मज़बूत करते हैं।
id: Coach Wu memperkuat cengkeraman tim dengan 10.
ja: コーチ・ウーが10でチームの主導権を固める。
ko: 교练 우가 10으로 팀의 장악력을 강화합니다.
pt_br: O Coach Wu reforça o controle da equipe com 10.
ru: Coach Wu укрепляет хватку команды десятками.
zh_hans: 教练吴用一对10加固了全队的掌控力。
zh_hant: 吳教練用一對10鞏固隊伍的控制權。

source: Coach Wu waits…
ar: المدرّب وو ينتظر…
de: Coach Wu wartet…
es: Coach Wu espera…
fr: Coach Wu attend…
hi: कोच वू इंतज़ार करते हैं…
id: Coach Wu menunggu…
ja: コーチ・ウーは待つ…
ko: 교练 우가 기다립니다…
pt_br: O Coach Wu espera…
ru: Coach Wu выжидает…
zh_hans: 教练吴在等……
zh_hant: 吳教練在等……

source: Coach Wu's 4s take it — he's OUT! The ladder worked: 10s drew the Kings, 8s drew the bomb, 3s walked home.
ar: رباعيات المدرّب وو تأخذها — وهو خارج! نجح السلّم: العشرات استدرجت الملوك، والثمانيات استدرجت القنبلة، والثلاثيات عادت إلى البيت.
de: Coach Wus 4er gewinnen — er ist DRAUSSEN! Die Leiter hat funktioniert: 10er lockten die Könige, 8er lockten die Bombe, 3er liefen nach Hause.
es: Los 4 de Coach Wu se la llevan: ¡SE QUEDA SIN CARTAS! La escalera funcionó: los 10 sacaron los Reyes, los 8 sacaron la bomba, los 3 llegaron a casa.
fr: Les 4 de Coach Wu l'emportent — il a TERMINÉ ! L'échelle a fonctionné : les 10 ont fait sortir les Rois, les 8 ont fait sortir la bombe, les 3 sont rentrés tranquillement.
hi: कोच वू के 4 जीत लेते हैं — वे बाहर! सीढ़ी काम कर गई: 10 ने राजाओं को खींचा, 8 ने बम को खींचा, 3 घर तक पहुँच गए।
id: 4 milik Coach Wu menang — dia HABIS! Tangganya berhasil: 10 memancing K, 8 memancing bom, 3 pulang dengan selamat.
ja: コーチ・ウーの4が取り、上がりだ！梯子が効いた。10でKを引き出し、8で炸弾を引き出し、3が悠々と帰った。
ko: 교练 우의 4가 가져갑니다 — 그가 아웃! 사다리가 통했습니다: 10이 킹을 끌어냈고, 8이 폭탄을 끌어냈고, 3이 무사히 들어왔죠.
pt_br: Os 4 do Coach Wu levam — ele SAIU! A escada funcionou: os 10 puxaram os Reis, os 8 puxaram a bomba e os 3 chegaram em casa.
ru: Четвёрки Coach Wu забирают взятку — он ВЫШЕЛ! Лесенка сработала: десятки выманили королей, восьмёрки выманили бомбу, тройки спокойно дошли домой.
zh_hans: 教练吴的4接走了——他出完啦！这套阶梯奏效了：10骗出了K，8骗出了炸弹，3一路走回了家。
zh_hant: 吳教練的4接住了——他出完了！這套階梯奏效了：10引出K，8引出炸彈，3順順當當走回家。

source: Combos
ar: التركيبات
de: Kombinationen
fr: Combinaisons
hi: कॉम्बो
id: Kombinasi
ja: 組み合わせ
ko: 조합
pt_br: Combinações
ru: Комбинации
zh_hans: 组合
zh_hant: 組合

source: Coming Soon
ar: قريباً
de: Demnächst
es: Próximamente
fr: Bientôt disponible
hi: जल्द आ रहा है
id: Segera Hadir
ja: 近日公開
ko: 곧 출시
pt_br: Em breve
ru: Скоро
zh_hans: 敬请期待
zh_hant: 即將推出

source: Continue Learning
ar: تابع التعلّم
de: Weiterlernen
es: Seguir aprendiendo
fr: Continuer l'apprentissage
hi: सीखना जारी रखें
id: Lanjut Belajar
ja: 学習を続ける
ko: 학습 계속하기
pt_br: Continuar aprendendo
ru: Продолжить обучение
zh_hans: 继续学习
zh_hant: 繼續學習

source: Control & Teamwork
ar: التحكّم والعمل الجماعي
de: Kontrolle & Teamwork
es: Control y trabajo en equipo
fr: Contrôle et jeu d'équipe
hi: नियंत्रण और टीमवर्क
id: Kendali & Kerja Sama Tim
ja: コントロールと連携
ko: 장악과 팀워크
pt_br: Controle e trabalho em equipe
ru: Контроль и командная игра
zh_hans: 控场与配合
zh_hant: 控場與配合
